{
  "LazyVim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "clangd_extensions.nvim": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "gruvbox.nvim": {
    "branch": "main"
  },
  "image.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lua-utils.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "luarocks.nvim": {
    "branch": "main"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.animate": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neorg": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-jdtls": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "pathlib.nvim": {
    "branch": "main"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "smart-splits.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "tmux.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
